Repository: PloneGov-IT/monet.mapsviewlet
Catalog: monet/mapsviewlet/locales/*/LC_MESSAGES/monet.mapsviewlet.po
Languages: fr

source: A Google Maps viewlet on every portal content
fr: Un viewlet Google Maps sur chaque contenu

source: Add KML controls
fr: Ajouter des contrôles KML

source: Add a portlet to manage KML data used from the Google Maps.
fr: Ajouter un portlet pour gérer les données KML utilisées par les Google Maps

source: Custom text (see below)
fr: Texte personnalisé (voir ci-dessous)

source: Detailed geolocation
fr: Géolocalisation détaillée

source: Disable map
fr: Désactiver la carte

source: Disable map feature on current content
fr: Désactiver la carte sur le contenu courant

source: Enable map
fr: Activer la carte

source: Enable map feature on current content
fr: Activer la carte sur le contenu courant

source: Geolocation
fr: Géolocalisation

source: Information to display in the marker
fr: Information à afficher dans le repère

source: KML controls on the map
fr: Contrôles KML sur la carte

source: KML map controls
fr: Contrôles KML

source: Location
fr: Localisation

source: Map controls
fr: Contrôles carte

source: Map disabled
fr: Carte désactivée

source: Map enabled
fr: Carte activée

source: Map will be show here. Right now no geolocation infos has been provided to this content.
fr: La carte sera affichée ici. Pour l'instant, aucune géolocalisation n'a été renseignée pour ce contenu.

source: Portlet for display KML control on the Monet maps viewlet
fr: Portlet pour afficher les contrôles KML sur le viewlet de cartes Monet

source: Starting zoom level
fr: Niveau de zoom de départ

source: Text in the marker
fr: Texte dans le repère

source: The current content has no Location nor Geolocation infos; maps will not be show
fr: Le contenu courant n'a pas d'information de Localisation ou de Géolocalisation; la carte ne sera pas affichée

source: help_geolocation
fr: Utilisez ce champ si vous désirez que le repère sur la carte soit placé à une autre position que la Localisation par défaut. Cela peut être utile si vous désirez garder une localisation générale dans le champ Localisation mais que vous désirez placer le repère à un autre endroit.

source: help_markerText
fr: Vous pouvez fournir un texte alternatif à afficher dans le repère. Laissez vide si vous ne souhaitez pas du tout afficher de texte dans l'infobulle.

source: help_zoomLevel
fr: Cette valeur est le niveau de zoom par défaut sur la carte
